Repository: SmartBase-SK/aldryn-forms
Catalog: aldryn_forms/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Default
sk: Predvolená hodnota

source: Email only
sk: Iba email

source: None
sk: Žiadna

source: form
sk: formulára

source: people notified
sk: notifikovaný užívatelia

source: Form name
sk: Názov formulára

source: from date
sk: Od dátumu

source: to date
sk: do dátumu

source: language
sk: jazyk

source: Include user data
sk: Doplniť užívateľské dáta

source: Contains name, email, client type, client code
sk: Obsahujú meno, email, typ klienta, klientsky kód

source: include other user data
sk: Doplniť ostatné užívateľské dáta

source: Contains identification number, phone, address for individual clients and ico, dic, company name, address for business clients
sk: Obsahujú rodné číslo, telefónne číslo, adresu, ičo, dič, názov spoločnosti

source: Export failed! More than 65,536 entries found, exceeded Excel limitation!
sk: Export zlyhal! Našlo sa viac ako 65 536 záznamov, prekrečený limit Excel súboru!

source: Current fields
sk: Súčasné políčka

source: Old fields
sk: Staré políčka

source: Please select at least one field to export.
sk: Prosím vzberte aspoň jedno políčko na export

source: No records found
sk: Nenašli sa žiadne záznamy

source: Forms
sk: Formuláre

source: Field
sk: Pole

source: Label
sk: Popis

source: Value
sk: Hodnota

source: Export form submissions
sk: Exportovať odoslané formuláre

source: Please correct the error below.
sk: Prosím opravte chybu nižšie.

source: Export
sk: Exportovať

source: Continue
sk: Pokračovať

source: Export Form Entries
sk: Exportovať formuláre

source: Form name: %(form_name)s
sk: Názov formulára: %(form_name)s

source: [Form submission] %(form_name)s
sk: [Odoslaný formulár] %(form_name)s

source: Required field
sk: Povinné pole

source: Thank you for submitting your information, you will be <a href="%(form_success_url)s">redirected shortly</a>.
sk: Ďakujeme za vyplnenie formulára, onedhlo budete presmerovaný <a href="%(form_success_url)s">redirected shortly</a>.

source: Thank you for submitting your information.
sk: Ďakujeme za vyplnenie formulára.

source: Form
sk: Formulár

source: Form types
sk: Typy formulárov

source: Advanced Settings
sk: Rozšírené nastavenia

source: Your information was saved. You can complete it on your next visit.
sk: Informácie boli uložené. Môžete ich doplniť pri ďalšej návšteve.

source: Fieldset
sk: Skupina polí

source: Form fields
sk: Formulárove polia

source: Text Field
sk: Textové pole

source: Text Area Field
sk: Rozšírené textové pole

source: Hidden Field
sk: Skryté pole

source: Phone Field
sk: Pole pre telefónne číslo

source: Number Field
sk: Číslene pole

source: Email Field
sk: Pole pre emailovú adresu

source: File upload field
sk: Pole pre súbor

source: Image upload field
sk: Pole pre obrázok

source: Yes/No Field
sk: Pole Áno/Nie

source: Yes
sk: Áno

source: No
sk: Nie

source: Select Field
sk: Pole s výberom

source: Multiple Select Field
sk: Pole s výberom viacerých možností

source: Multiple Checkbox Field
sk: Pole s výberom viacerých checkboxov

source: Radio Select Field
sk: Pole s výberom jednej možnosti

source: Captcha Field
sk: Captcha pole

source: Submit Button
sk: Tlačidlo na odoslanie

source: Save button
sk: Tlačidlo na uloženie

source: new email notification
sk: nová emailová notifikácia

source: new email notifications
sk: nová emailová notifikácie

source: Recipients
sk: Príjemcovia

source: variables can be used with by wrapping with "${variable}" like ${variable}
sk: Premenné môžu byť použité "${variable}" ako ${variable}

source: available text variables
sk: dostupné textové premenné

source: Form (Advanced)
sk: Formulár (Rozšírený)

source: default
sk: predvolená hodnota

source: Email notification
sk: Emailová notifikácia

source: Email notifications
sk: Emailové notifikácie

source: theme
sk: téma

source: Provides the base theme for the email.
sk: Poskytuje základnu tému pre email

source: to name
sk: Meno priíjemcu

source: to email
sk: Emial príjemcu

source: to user
sk: Používateľské meno príjemcu

source: from name
sk: Meno odosielateľa

source: from email
sk: Email odosielateľa

source: subject
sk: predmet

source: email body (txt)
sk: telo emailu (text)

source: used when rendering the email in text only mode.
sk: použité pri zorazení v iba textovom režime

source: email body (html)
sk: telo email (html)

source: used when rendering the email in html.
sk: použité pri zobrazení emailu v html režime

source: Please provide a recipient.
sk: Prosím vypĺnte príjemcu

source: Fields
sk: Polia

source: File size must be under %(max_size)s. Current file size is %(actual_size)s.
sk: Veľkost súboru musí byť menšia ako %(max_size)s. Aktuálna veľkosť je %(actual_size)s.

source: Image height must be under %(max_size)s pixels. Current height is %(actual_size)s pixels.
sk: Veľkosť obrázku musí byť menšia ako %(max_size)s pixelov. Aktuálna veľkosť je %(actual_size)s pixelov.

source: Please provide CMS page for redirect.
sk: Prosím vyplnte CMS stránku pre presmerovanie.

source: Please provide an absolute URL for redirect.
sk: Prosím vyplnte absolútnu URL pre presmerovanie.

source: Min value can not be greater than max value.
sk: Minimálna hodnota nesmie byť väčšia ako maximálna hodnotas

source: Min length
sk: Minimálna dĺžka

source: Required number of characters to type.
sk: Minimálny počet znakov

source: Max length
sk: Maximálna dĺžka

source: Maximum number of characters to type.
sk: Maximálny počet znakov

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE as a placeholder for the maximum size configured below.
sk: Popisný text zobrazený vedľa políčka. Podobne ako tento.

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE, MAXWIDTH, MAXHEIGHT as a placeholders for the maximum file size and dimensions configured below.
sk: Popisný text zobrazený vedľa políčka. Podobne ako tento.

source: Min choices
sk: Minimálny poceť zvolených možností

source: Required amount of elements to chose.
sk: Minimálny poceť zvolených možností

source: Max choices
sk: Maximálny poceť zvolených možností

source: Maximum amount of elements to chose.
sk: Maximálny poceť zvolených možností

source: Consents
sk: Súhlasy

source: Consent "%(name)s" is required
sk: Položka "%(name)s" je povinná

source: CMS Page
sk: CMS stránka

source: Absolute URL
sk: Absolútna URL

source: Name
sk: Meno

source: Used to filter out form submissions.
sk: Používané pri filtrovaní odoslaných formulárov

source: Error message
sk: Chybová správa

source: An error message that will be displayed if the form doesn't validate.
sk: Správa, ktorá sa zobrazí ak zlyhá validácie formulára.

source: Success message
sk: Potvrdzovacia správa

source: An success message that will be displayed.
sk: Potvrdzovacia správa, ktorá sa zobrazí

source: Redirect to
sk: Presmerovať na

source: Where to redirect the user when the form has been successfully sent?
sk: Kde má byť užívateľ presmerovaný po úspešnom odoslaní formulára

source: custom css classes
sk: Dodatočné css triedy

source: form template
sk: Šablóna formulára

source: Include client consents
sk: Pridať súhlasy a vyhlásenia

source: People who will get the form content via e-mail.
sk: Ľudia, ktorí dostanú obsah formulára prostredníctvom emailu.

source: Action backend
sk: Akcie

source: Attributes
sk: Atribúty

source: Form detail
sk: Popis formulára

source: Legend
sk: Legenda

source: Used to set the field name
sk: Použité pri nastavení mena políčka

source: Field is required
sk: Pole je povinné

source: Error message displayed if the required field is left empty. Default: "This field is required".
sk: Chybová správa zobrazená ak je poličko prázdne. Predvolená hodnota: "This field is required".

source: Placeholder text
sk: Predvolený text

source: Default text in a form. Disappears when user starts typing. Example: "email@example.com"
sk: Predvolený text políčka. Znizne keď užívateľ začne písať.. Example:"email@example.com"

source: Help text
sk: Pomocný text

source: Explanatory text displayed next to input field. Just like this one.
sk: Popisný text zobrazený vedľa políčka. Podobne ako tento.

source: Min value
sk: Minimálna hodnota

source: Max value
sk: Maximálna hodnota

source: Initial value
sk: Počiatočná hodnota

source: Default value of field.
sk: Predvolená hodnota políčka.

source: columns
sk: stĺpce

source: rows
sk: riadky

source: send notification when form is submitted
sk: Odoslať email, keď je formulár odoslaný

source: When checked, the value of this field will be used to send an email notification.
sk: Keď je formulár odoslaný hodnota tohto políčka je použitá na odoslanie emialu.

source: email subject
sk: Premdet emailu

source: Used as the email subject when email_send_notification is checked.
sk: Použité ako predmet emailu.

source: Additional email body
sk: Doplnkový obsah emailu

source: Additional body text used when email notifications are active.
sk: Doplnkový obsah emailu

source: Upload files to
sk: Uploadovať súbory do

source: Select a folder to which all files submitted through this field will be uploaded to.
sk: Vyberte priečinok, do ktorého budú uložené odoslané súbory.

source: Maximum file size
sk: Maximálna veľkosť súboru

source: The maximum file size of the upload, in bytes. You can use common size suffixes (kB, MB, GB, ...).
sk: Maximálna veľkosť súboru v bajtoch. Môžete použiť prípony (kB, MB, GB, ...).

source: Maximum image width
sk: Maximálna šírka obrázka

source: The maximum width of the uploaded image, in pixels.
sk: Maximálna šírka obrázkav pixeloch

source: Maximum image height
sk: Maximálna výška obrázka

source: The maximum height of the uploaded image, in pixels.
sk: Maximálna výška obrázka v pixeloch

source: Position
sk: Pozícia

source: Option
sk: Možnosť

source: Options
sk: Možnosti

source: form name
sk: Názov formulára

source: users notified
sk: Nitifikovaní užívatelia

source: People who got a notification when form was submitted.
sk: Ľudia, ktorí dostanú notifikáciu po odoslaní formulára.

source: form language
sk: Jazyk formulára

source: form url
sk: URL formulára

source: Form submission
sk: Odoslaný formulár

source: Form submissions
sk: Odoslané formuláre

source: By %(filter_title)s
sk: Podľa %(filter_title)s

source: Remove
sk: Odstrániť

source: You have to choose at least %(limit_value)d options (chosen %(show_value)d).
sk: Musíte si zvoliť aspoň %(limit_value)d možností (zvolené %(show_value)d).

source: You can't choose more than %(limit_value)d options (chosen %(show_value)d).
sk: Musíte si zvoliť aspoň %(limit_value)d možností (zvolené %(show_value)d).

source: Date format is incorrect
sk: Neplatný formát dátumu
